Repository: ahmadzaidanalshafei86-star/Josilos-master
Catalog: *.Web/Resources/Areas/esadmin/Views/FormsTranslates/Form.*.resx
Languages: ar

source: Add Translation
ar: إضافة ترجمة

source: Edit Translation
ar: تعديل الترجمة

source: Enter field title translation
ar: أدخل ترجمة عنوان الحقل

source: Enter option text translation
ar: أدخل ترجمة النص للخيار

source: Enter translated description
ar: أدخل الوصف المترجم

source: Enter translated Field Hint
ar: أدخل التلميح المترجم

source: Enter translated title
ar: أدخل العنوان المترجم

source: Field Hint
ar: تلميح الحقل

source: Form Description
ar: وصف النموذج

source: Form Headers
ar: رؤوس النموذج

source: Form Title
ar: عنوان النموذج

source: Form Translation
ar: ترجمة النموذج

source: Options
ar: الخيارات

source: Save Translation
ar: حفظ الترجمة

source: Target Language
ar: اللغة المستهدفة

source: Translate Form Fields
ar: ترجمة حقول النموذج
